export const TopSection = () => {
  return (
    <div className="mb-10 lg:w-1/3">
      <img src="../images/Group 77.png" alt="logo"/>
      <h3 className="mt-6 text-lg">
        ما برآنیم تا با پیشرو بودن در فرآیند تولید، نوع و کیفیت محصول، خدمات و
        توزیع، الگویی برای تولیدکنندگان ایرانی باشیم و به مرجع فرهنگ قهوه در
        ایران تبدیل شویم. می‌پنداریم که نظر مردم ایران و منطقه باید نسبت به
        کالای ایرانی بهبود یابد و در این راستا با اشتیاق می‌کوشیم.
      </h3>
    </div>
  );
};
